Repository: davidfowl/JabbR
Catalog: JabbR/Resources/LanguageResources.*.resx
Languages: de_de

source: Account
de_de: Konto

source: All
de_de: Alle

# AltPlusNumber
source: Alt + Number
de_de: Alt + Zahl

source: A password is required.
de_de: Passwort ist erforderlich.

# AppendButItsClosed
source: but it's closed
de_de: aber er ist geschlossen

source: at
de_de: am

source: Audible Notifications
de_de: Akustische Benachrichtigungen

source: Cancel
de_de: Abbrechen

source: Click on a user to send message.
de_de: Klicke auf einen Benutzer um ihm eine Nachricht zu senden.

source: (click to show/hide)
de_de: (klicken zum anzeigen/verbergen)

source: Deployed from
de_de: Deployed von

source: Display help
de_de: Hilfe anzeigen

source: Download
de_de: Herunterladen

source: Download Messages
de_de: Nachrichten herunterladen

source: Email is required
de_de: Email ist erforderlich

source: Email was not specified!
de_de: Email ist nicht angegeben!

source: Go to specific Tab.
de_de: Gehe zu bestimmten Tab.

source: Go to the Lobby.
de_de: Gehe zur Lobby.

source: Go to the next open room tab or Go to the previous open room tab.
de_de: Gehe zum nächsten oder letzten Tab mit einem offenen Raum.

source: Gravatar Profile
de_de: Gravatar Profil

source: Help
de_de: Hilfe

source: Identity {0} already taken with Provider {1}, please login with a different provider/identity combination.
de_de: Identität {0} wird bereits durch den Anbieter {1} verwendet, bitte logge dich mit einer anderen Identitäts/Anbieter-Kombination ein.

source: if you don't have an account.
de_de: wenn du kein Konto hast.

# InviteCodeForThisRoomX
source: Invite Code for this room: {0}
de_de: Einladungscode für Raum: {0}

source: Invite them to which room?
de_de: In welchen Raum wilst du sie einladen?

source: is assigned
de_de: ist zugeordnet

source: Join which room?
de_de: Welchen Raum willst du betreten?

source: Last day
de_de: Letzter Tag

source: Last hour
de_de: Letzte Stunde

source: Last month
de_de: Letzter Monat

source: Last week
de_de: Letzte Woche

source: List users in which room?
de_de: Von welchem Raum willst du Benutzer anzeigen?

source: Lobby is not a valid chat room.
de_de: Lobby ist kein gültiger Chat-Raum.

source: Login failed. Check your username/password.
de_de: Login fehlgeschlagen. Prüfe deinen Benutzernamen/Passwort.

source: Logout
de_de: Abmelden

source: Missing password
de_de: Fehlendes Passwort

source: Missing username
de_de: Fehlender Benutzername

source: No milestone
de_de: Kein Meilenstein vorhanden

source: No room specified.
de_de: Kein Raum angegeben.

# NudgedX
source: nudged {0}
de_de: stuppst {0}

source: Old password is required.
de_de: Altes Passwort muss angegeben werden.

source: on
de_de: auf

source: Only private rooms can have invite codes.
de_de: Nur private Räume haben Einladungscodes.

source: opened this issue
de_de: öffnete diesen Bug

source: Owners cannot kick other owners. Only the room creator can kick an owner.
de_de: Besitzer können andere Besitzer nicht rausschmeißen. Nur der Raumersteller kann einen Besitzer rausschmeißen.

source: Owners cannot unallow other owners. Only the room creator can unallow an owner.
de_de: Besitzer können andere Besitzer nicht verbieten. Nur der Raumersteller kann einen Besitzer verbieten.

source: Password is required
de_de: Passwort ist erforderlich.

source: Passwords don't match.
de_de: Passwörter sind nicht gleich.

source: Paste (click to show/hide)
de_de: Einfügen (klicken zum anzeigen/verbergen)

source: Popup Notifications
de_de: Benachrichtigungen anzeigen

source: range value not recognized
de_de: Bereichswert wurde nicht erkannt.

# RefreshYourBrowserToGetTheLatestAutoUpdateWillTakePlaceIn15conds
source: Refresh your browser to get the latest. Auto update will take place in 15 seconds.
de_de: Lade die Seite erneut um die neueste Version zu erhalten. Das automatische Update dauert ca. 15 Sekunden.

source: Register
de_de: Registrieren

# RoomCanOnlyBeNudgedOnceEveryXSeconds
source: Room can only be nudged once every {0} seconds
de_de: In diesem Raum kann nur alle {0} Sekunden jemand angestuppst werden.

source: Room commands
de_de: Raum-Kommandos

source: Room name cannot be blank!
de_de: Raumname darf nicht leer sein!

source: Room name cannot contain spaces.
de_de: Raumname darf keine Leerzeichen enthalten.

source: Select date range for messages
de_de: Wähle Zeitraum der Nachrichten

source: Send
de_de: Senden

source: Show Closed Rooms?
de_de: Zeige geschlossene Räume?

source: Sign in
de_de: Login

source: Site wide commands
de_de: Seitenweite Kommandos

source: Site wide shortcuts
de_de: Seitenweite Abkürzungen

source: Sorry, but the country ISO code you requested doesn't exist. Please refer to http://en.wikipedia.org/wiki/ISO_3166-1_alpha-2 for a proper list of country ISO codes.
de_de: Entschuldigung, der angeforderte Länder-ISO-Code existiert nicht. Schaue auf http://de.wikipedia.org/wiki/ISO-3166-1-Kodierliste um eine Liste mit allen gültigen Codes zu finden.

# SorryButYourXIsTooLongCanPleaseKeepItUnderYCharacters
source: Sorry, but your {1} is too long. Can please keep it under {0} characters.
de_de: Entshuldigung, dein {1} ist zu lang. Bitte nutze maximal {0} Zeichen.

source: Successfully added a password.
de_de: Passwort erfolgreich hinzugefügt.

source: Successfully changed your password.
de_de: Passwort erfolgreich geändert.

source: Successfully changed your username.
de_de: Benutername erfolgreich geändert.

# SuccessfullyLinkedXAccount
source: Successfully linked {0} account.
de_de: Konto '{0}' wurde erfolgreich verknüpft.

# SuccessfullyUnlinkedXAccount
source: Successfully unlinked {0} account.
de_de: Verknüpfung mit Konto '{0}' wurde erfolgreich gelöscht.

# TabOrShiftPlusTab
source: Tab or Shift + Tab
de_de: Tab oder Umschalttaste + Tab

source: That's already your username...
de_de: Das ist bereits dein Benutzername...

source: There was an error contacting the server, please refresh in a few minutes.
de_de: Beim kontaktieren des Servers ist ein Fehler passiert, bitte versuche es in wenigen Minuten erneut.

# TheRoomXAlreadyExistsAppend
source: The room '{0}' already exists{1}
de_de: Der Raum '{0}' existiert bereits{1}

# TheRoomXIsClosed
source: The room '{0}' is closed.
de_de: Der Raum '{0}' ist geschlossen.

# ThisXAccountHasAlreadyBeenLinkedToAnotherUser
source: This {0} account has already been linked to another user.
de_de: Dieses {0} Konto ist bereits mit einem anderen Benutzer verknüpft.

source: Toggle Rich-content
de_de: Inhalte umschalten

source: Type #roomname to create a link to a room
de_de: Schreibe #Raumname um einen Link zu dem Raum zu erstellen

# UnableToFindRoomX
source: Unable to find room '{0}'.
de_de: Konnte Raum '{0}' nicht finden.

# UnableToFindUserX
source: Unable to find user '{0}'.
de_de: Konnte Benutzer '{0}' nicht finden.

source: Unable to join {0}. This room is locked and you don't have permission to enter. If you have an invite code, make sure to enter it in the /join command
de_de: Konte Raum '{0}' nicht betreten. Dieser Raum ist gesperrt oder du besitzt keine Berechtigung ihn zu betreten. Wenn du einen Einladungscode hast versuche ihn mittels des '/join' Kommandos zu betreten.

# UnableToLocateRoomX
source: Unable to locate room {0}.
de_de: Konnte Raum {0} nicht finden.

source: Use '/join room' to join a room.
de_de: Benutze '/join room' um einen Raum zu betreten.

# UserCanOnlyBeNudgedOnceEveryXSeconds
source: User can only be nudged once every {0} seconds
de_de: Benutzer kann nur einmal alle {0} Sekunden angestuppst werden.

source: User commands
de_de: Benuzter-Kommandos

source: Username is required.
de_de: Benutzername ist erforderlich.

source: Usernames don't match
de_de: Benuternamen sind nicht gleich.

# UsernameXAlreadyTakenPleasePickANewOneUsingNickNickname
source: Username {0} already taken, please pick a new one using '/nick nickname'.
de_de: Benutzername '{0}' ist bereits vergeben, bitte wähle einen anderen mit Hilfe '/nick nickname'.

source: Use #test for testing.
de_de: Benutze #test zum testen.

source: View the branch.
de_de: Schaue den Branch an.

source: View the commit.
de_de: Schaue den Commit an.

# WeDidntFindAnyoneWithTheUsername
source: We didn't find anyone with the username {0}
de_de: Wir konnten niemanden mit dem Benutzernamen '{0}' finden.

source: What did you want to broadcast?
de_de: Was willst du an alle sagen?

# WhatDidYouWantToSayToX
source: What did you want to say to '{0}'?
de_de: Was willst du zu '{0}' sagen?

source: Which admin do you want to remove?
de_de: Welchen Administrator willst du entfernen?

source: Which owner do you want to remove?
de_de: Welchen Besitzer willst du entfernen?

source: Which room?
de_de: Welcher Raum?

source: Which room do you want to lock?
de_de: Welchen Raum willst du sperren?

source: Which room do you want to open?
de_de: Welchen Raum willst du öffnen?

# WhichUserDoYouWantToRevokePersmissionsFrom
source: Which user do you want to revoke permissions from?
de_de: Wem willst du die Rechte entziehen?

source: Who are you trying send a private message to?
de_de: Wem willst du eine private Nachricht schicken?

source: Who are you trying to kick?
de_de: Wenn willst du rausschmeißen?

source: Who are you trying to locate?
de_de: Wenn versuchst du zu finden?

# WhoAreYouTtryingToBan
source: Who are you trying to ban?
de_de: Wenn willst du verbannen?

source: Who do you want to allow?
de_de: Wenn willst du zulassen?

source: Who do you want to invite?
de_de: Wenn willst du einladen?

source: Who do you want to make an admin?
de_de: Wenn willst du zum Administratror machen?

source: Who do you want to make an owner?
de_de: Wenn willst du zum Besitzer machen?

source: Why would you want to kick yourself?
de_de: Warum willst du dich selbst rausschmeißen?

source: Why would you want to unallow yourself?
de_de: Warum willst du dich selbst verbieten?

# XIsAlreadyAnAdmin
source: '{0}' is already an admin.
de_de: '{0}' ist bereits Administrator.

# XIsAlreadyAnOwnerOfY
source: '{0}' is already an owner of '{1}'.
de_de: '{0}' ist bereits ein Besitzer von '{1}'.

# XIsAlreadyClosed
source: '{0}' is already closed.
de_de: '{0}' ist bereits geschlossen.

# XIsAlreadyLocked
source: '{0}' is already locked.
de_de: '{0}' ist bereits gesperrt.

# XIsAlreadyOpen
source: '{0}' is already open.
de_de: '{0}' ist bereits offen.

# XIsAmbiguousY
source: '{0}' is ambiguous: {1}.
de_de: '{0}' ist zweideutig: {1}.

# XIsNotAnAdmin
source: '{0}' is not an admin.
de_de: '{0}' ist kein Administrator.

# XIsNotAnownerOfY
source: '{0}' is not an owner of '{1}'.
de_de: '{0}' ist kein Besitzer von '{1}'.

# XIsNotAPrivateRoom
source: '{0}' is not a private room.
de_de: '{0}' ist kein privater Raum.

# XIsNotAValidCommand
source: '{0}' is not a valid command.
de_de: '{0}' ist kein gültiges Kommando.

# XIsNotAValidRoomName
source: '{0}' is not a valid room name.
de_de: '{0}' ist kein gültiger Raumname.

# XIsNotAValidUsername
source: '{0}' is not a valid username.
de_de: '{0}' ist kein gültiger Benutername.

# XIsntAllowedToAccessY
source: '{0}' isn't allowed to access '{1}'.
de_de: '{0}' ist es nicht erlaubt Raum '{1}' zu betreten.

# XIsntInY
source: '{0}' isn't in '{1}'.
de_de: '{0}' ist nicht in '{1}'.

# XNudgedYou
source: {0} nudged you
de_de: {0} hat dich angestuppst.

source: You are not an admin.
de_de: Du bist kein Administrator.

# YouAreNotAnOwnerOfRoomX
source: You are not an owner of room '{0}'.
de_de: Du bist nicht Besitzer des Raums '{0}'.

# YouAreNotTheCreatorOfX
source: You are not the creator of '{0}'.
de_de: Du bist nicht der Eröffner des Raums '{0}'.

source: You cannot ban another Admin.
de_de: Du kannst keinen anderen Administrator verbannen.

source: You cannot kick an admin. Only admin can kick admin.
de_de: Du kannst keinen Administrator rausschmeißen. Nur Administratoren können andere Administratoren rausschmeißen.

# YouCannotPostMessagesToXTheRoomIsClosed
source: You cannot post messages to '{0}'. The room is closed.
de_de: Du kannst keine Nachricht in Raum '{0}' schreiben. Der Raum ist geschlossen.

source: You cannot unallow an admin. Only admin can unallow admin.
de_de: Du kannst einen Administrator nicht verbieten. Nur ein Administrator kann einen Administrator verbieten.

source: You cannot unlink this account because you would lose your ability to login.
de_de: Du kannst dieses Konto nicht trennen weil du dich sonst nicht mehr einloggen könntest.

source: You can't invite yourself!
de_de: Du kannst dich nicht selbst einladen!

source: You can't nudge yourself!
de_de: Du kannst dich nicht selbst anstuppsen!

source: You can't private message yourself!
de_de: Du kannst dir nicht selbst eine private Nachricht schicken!

# YoureInXButItDoesntExist
source: You're in '{0}' but it doesn't exist.
de_de: Du bist in Raum '{0}' obwohl er gar nicht existiert.

# YoureNotInXUseJoinXToJoinIt
source: You're not in '{0}'. Use '/join {0}' to join it.
de_de: Du bist nicht in Raum '{0}'. Benutze '/join {0}' um ihn zu betreten.

source: You're not logged in.
de_de: Du bist nicht eingeloggt.

source: You're the only person in here...
de_de: Du bist der einzige hier drin...

source: Your password must be at least 6 characters.
de_de: Dein Passwort muss mindestens 6 Zeichen lang sein.

source: You what?
de_de: Was?

# TypeAtAtThenPressTABToAutoCompleteNicknames
source: Type @@ then press TAB to auto-complete nicknames
de_de: Schreibe @@ dann drücke TAB um Autovervollständigung für Benutzernamen zu erhalten
